const myMusic = [
    {
        "artist": "Billy Joel",
        "title": "Piano Man",
        "release_year": 1973,
        "formats": [
            "CD",
            "8T",
            "LP"
        ],
        "gold": true
    },
    {
        "artist": "Deep Purple",
        "title": "Smoke on the water",
        "release_year": 1976,
        "formats": [
            "CD",
            "8T",
            "LP"
        ],
        "gold": true
    }
];

// Это массив, который содержит один объект внутри. Объект содержит различные метаданные об альбоме. Он также имеет вложенный массив форматов. Если вы хотите добавить больше записей альбомов, вы можете сделать это, добавив записи в массив верхнего уровня. Объекты хранят данные в свойстве, которое имеет формат ключ-значение. В приведенном выше примере "художник": "Daft Punk" - это свойство, которое имеет ключ художника и значение Daft Punk.Добавьте новый альбом в массив myMusic. Добавьте строки исполнителя и заголовка, номер release_year и массив строк форматов.
